[
  {
    "id": "1",
    "title": "Amsterdamer Straße 10 – Otto & Elise Hampel",
    "coords": "52.55111, 13.35694",
    "image": "3846b4072fc805111bac61501460cddef231e77d.jpg",
    "fullText": "Otto and Elise Hampel, a working-class couple from Berlin's Wedding district, began leaving handwritten postcards with anti-Nazi messages in stairwells around the city between 1940 and 1942. These small acts of defiance urged citizens to resist Hitler, boycott the war effort, and reject fascist ideology.\nTheir quiet protest continued for almost two years until they were betrayed and arrested by the Gestapo.\nIn April 1943, both were executed at Plötzensee Prison for \"undermining military morale.\" Their story was later fictionalized in Hans Fallada’s novel Every Man Dies Alone.\nA plaque now marks their former home, honoring their humble yet powerful resistance."
  },
  {
    "id": "2",
    "title": "Plötzensee Prison – Wall of Memory",
    "coords": "52.54100, 13.32200",
    "image": "3846b4072fc805111bac61501460cddef231e77d.jpg",
    "fullText": "Plötzensee Prison became one of Nazi Germany's main execution sites for political prisoners. Between 1933 and 1945, more than 2,800 people were executed here, including many from the German Resistance.\nThese included members of the Red Orchestra, the White Rose, and the July 20 Plot. Executions were carried out by hanging or beheading, often in groups.\nToday, the prison is a solemn memorial. The original execution shed has been preserved, with a wall of names and a permanent exhibition dedicated to victims.\nThis site stands as a powerful reminder of how resistance, even when punished, leaves a legacy."
  },
  {
    "id": "3",
    "title": "Bendlerblock – July 20 Plot",
    "coords": "52.50778, 13.36250",
    "image": "3846b4072fc805111bac61501460cddef231e77d.jpg",
    "fullText": "Bendlerblock was the headquarters of the July 20, 1944 assassination attempt on Hitler, also known as Operation Valkyrie. Colonel Claus von Stauffenberg planted a bomb at Hitler's Eastern Front HQ and returned to Berlin to initiate a coup.\nAfter the plan failed, Stauffenberg and his co-conspirators were arrested and executed in the courtyard that same night.\nToday, Bendlerblock houses the German Resistance Memorial Center, which documents the diverse forms of opposition to the Nazi regime.\nIt honors not only the plotters but the moral courage behind their actions."
  },
  {
    "id": "4",
    "title": "Kastanienallee 23 – Elisabeth & Erich Gloeden",
    "coords": "52.51028, 13.26861",
    "image": "3846b4072fc805111bac61501460cddef231e77d.jpg",
    "fullText": "Elisabeth Charlotte \"Lilo\" Gloeden and her husband Erich sheltered General Fritz Lindemann, a key figure in the July 20 plot, in their apartment in Westend.\nWhen the Gestapo raided the flat in September 1944, the Gloedens and Lilo's mother were arrested. All three were sentenced to death and executed at Plötzensee.\nTheir Stolpersteine (\"stumbling stones\") still mark their former residence.\nTheir courage to harbor a fugitive was a testament to the civilian resistance within Nazi Germany."
  },
  {
    "id": "5",
    "title": "Westend – Harro & Libertas Schulze-Boysen",
    "coords": "52.5130, 13.2840",
    "image": "3846b4072fc805111bac61501460cddef231e77d.jpg",
    "fullText": "Harro and Libertas Schulze-Boysen were central figures in the Red Orchestra, an anti-Nazi resistance and intelligence network.\nLibertas worked at the Ministry of Propaganda and secretly collected evidence of Nazi crimes. Harro, an officer in the Luftwaffe, used his position to pass information to the Allies.\nThey were arrested in 1942, interrogated, and executed at Plötzensee.\nTheir apartment in Westend was both a home and a resistance cell, driven by intellect, love, and defiance."
  },
  {
    "id": "6",
    "title": "Humboldt University – White Rose Leaflets",
    "coords": "52.51806, 13.39333",
    "image": "3846b4072fc805111bac61501460cddef231e77d.jpg",
    "fullText": "Though based in Munich, the White Rose resistance group distributed their leaflets across Germany, including Berlin’s Humboldt University.\nThese leaflets, written by Hans and Sophie Scholl and others, called for civil disobedience and condemned the Nazi regime's atrocities.\nStudents in Berlin photocopied and passed them around lecture halls and staircases. Possessing them was punishable by death.\nTheir distribution at Humboldt showed how ideas could travel and spark moral reckoning across cities."
  },
  {
    "id": "7",
    "title": "Potsdamer Platz – German Resistance Memorial Center",
    "coords": "52.50966, 13.37648",
    "image": "3846b4072fc805111bac61501460cddef231e77d.jpg",
    "fullText": "Near Potsdamer Platz lies the German Resistance Memorial Center, located in the Bendlerblock complex.\nIt documents resistance by individuals and groups: from students and workers to clergy and military officers. Exhibits include documents, photographs, and recorded testimonies.\nThe center emphasizes that resistance took many forms and came from all walks of life.\nIt invites visitors to reflect on their own ethical responsibilities today."
  },
  {
    "id": "8",
    "title": "Barnimstraße 10 – Women’s Prison",
    "coords": "52.52472, 13.42556",
    "image": "3846b4072fc805111bac61501460cddef231e77d.jpg",
    "fullText": "Barnimstraße Women’s Prison held hundreds of female political prisoners, including members of the Red Orchestra and other underground groups.\nSome, like Hilde Coppi and Cato Bontjes van Beek, were young mothers or students arrested for spreading anti-Nazi material.\nDespite pregnancy or illness, many were sentenced to death and executed at Plötzensee.\nThe prison was demolished in the 1970s, but a plaque marks its location as a tribute to women who resisted tyranny."
  },
  {
    "id": "9",
    "title": "Charlottenburg & Westend – Red Orchestra Sites",
    "coords": "52.5130, 13.2840",
    "image": "3846b4072fc805111bac61501460cddef231e77d.jpg",
    "fullText": "The Red Orchestra operated from private homes and offices across Berlin, particularly in Westend and Charlottenburg.\nTheir work included espionage, leaflet writing, and coordination with Soviet contacts. Members were diverse: students, artists, soldiers, civil servants.\nAfter mass arrests in 1942, many were sentenced to death.\nThe buildings they used looked ordinary but were hubs of silent resistance."
  },
  {
    "id": "10",
    "title": "Wedding & Schöneberg – Stairwells of Resistance",
    "coords": "52.55111, 13.35694",
    "image": "3846b4072fc805111bac61501460cddef231e77d.jpg",
    "fullText": "Otto and Elise Hampel left their postcards in public stairwells in districts like Wedding and Schöneberg.\nThis seemingly minor act was in fact radical: their cards urged citizens not to donate to Nazi causes or support the war.\nMost of the cards were turned over to the Gestapo, but their message lingered. They inspired neighbors to think, if not act.\nEvery stairwell they visited became a tiny battlefield for truth."
  },
  {
    "id": "11",
    "title": "Westend & Mitte – Hidden Apartments",
    "coords": "Approx. Westend / Mitte",
    "image": "3846b4072fc805111bac61501460cddef231e77d.jpg",
    "fullText": "Several Berliners risked their lives to shelter Jews and resistance fighters. Among them were the Gloedens, who hid conspirators like Fritz Lindemann.\nTheir apartment wasn’t unique in this bravery. Ordinary people converted their homes into safehouses, trusting strangers over silence.\nSuch hiding places carried the constant threat of betrayal.\nThey were quiet acts of civil courage amidst overwhelming fear."
  },
  {
    "id": "12",
    "title": "Church Basements – Underground Meetings",
    "coords": "Approx. 52.53000, 13.41000",
    "image": "3846b4072fc805111bac61501460cddef231e77d.jpg",
    "fullText": "Several Berlin churches hosted secret gatherings of student groups and underground activists.\nHere, members discussed philosophy, distributed anti-Hitler material, and planned actions. Church basements offered temporary shelter from Gestapo surveillance.\nThey were places where ethics were debated in the shadows, where voices rose against oppression despite the danger.\nFaith, silence, and resistance intersected beneath sacred ground."
  }
]
